[
    {
        "link":"androidAppDevelopment",
        "name": "Android App Development",
        "description": "Android is the great mobile operating system which offered by search engine giant Google Inc. its based on Open Source Technology, Android software stack are integrated with lots of technologies supporting programming languages such as C, C++, Java, XML etc. Moreover, android system supports numerous industry specific applications, as well as high end entertainment application for individual, business and corporates. With release in 2008, android mobile devices are become the fans favorite & along with its huge supports of numerous applications, We are working with android app from 2010 till now here in Bangladesh.",
        "title1": "DCIT ltd. as an Android App Development Company in Bangladesh",
        "p1":"As a renowned name in Website Design and Development, also software industry based in Dhaka Bangladesh, NIBiz Soft is very prominent as a software development comapny and also remarkable on various Mobile Application Development, Open Source Software and Microsoft technologies. As an android app development company in bangladesh Over 10 years of experience, along with skilled development team of professional mobile app developers we have satisfied our each clients and every requirement of Android App Development. We understand the requirement of each and every android mobile application development project is unique, including other application development. We perform a good study of your android development requirement and make a scope of analysis which can give you the crystal clear image of your project starting from beginning to ending. This will also help you or client to justify the timeframe or deadline to develop the application, pricing structure as well as how your project will affect your targeted market.\nThis strategy will allows us to deliver you comprehended solutions to meet the exact expectation of our clients. Whether there is a requirement of multi-platform application like iPhone , Android or Windows Phone or a dedicated application, our android development team will design the best solution for you always. Our android app development team is skilled on the latest Android SDK provide by Google to give you the utmost solutions in android development.",
        "title2":"Android App Development Advantage and its facilities by DCIT ltd",
        "details": ["Over 10 years of industry experience.","Years of Expertise on the entire Android SDK including C, C++, Java etc.","We have done lot of Successful projects in last few years for android development.","We do Perform a deep study of each and every aspect of project requirements or scope for your android development.","Preparing a required analysis report which will allow you to track the performance of your project.","We shall provide  crystal clear picture of your android application development From Start to Finish.","You will get a specific timeframe, required to complete your project.","Giving you the idea that how your app will affect your targeted market.","We will design best User interface for your mobile app with our expert designer.","low cost development and faster delivery capability is our another expertise"],
        "title3":"Exact Solution for your Android App Development",
        "p2":"From complex or enterprise industry related apps to as simple as flash game, our solutions in android development covers all.",
        "details2":[
            "Customer Relationship Management apps integration",
            "Content Management System Apps",
            "e-Commerce Application and online payment integration",
            "GPS Navigational software",
            "Vehicle Tracking Software",
            "Digital Signage application and email option",
            "Social Sharing and Marketing",
            "Sales tracking and Analysis",
            "Games Development",
            "Social networking integrated application Development",
            "Chat applications using reverse technology",
            "Push Pull Notification System"
        ],
        "title4":"You Can Hire our Android App developers / Android App programmers",
        "p3":"Our Android App development service in Uttara, Dhaka Bangladesh also includes a service where you can able to hire our skilled mobile app developers / Android app programmers.",
        "details3":[
            "Project basis dedicated Android app developer / Android app programmer.",
            "Full-time hiring – 8 hours a day / 5 days a week.",
            "Hourly based mobile app developer / Android app programmer."
        ]
    },
    {
        "link":"digitalMarketingService",
        "name": "Digital Marketing Service",
        "description": "DCIT ltd provides digital marketing service in Dhaka Bangladesh.Digital Marketing means Promoting a product or brand which is very much essential to make a business successful.It increases visibility on web to your potential customers.Its influence can't be described in words.As much as you are visible,you are getting closer to your business goal.Perfect Digital Marketing strategy can reach your business to the apex.Its your most important strategy to expand your business. DCIT ltd is introducing you with Optimistic Digital.Optimistic Digital is a full service digital agency that specializes in creative campaigns, website design,mobile app development,and online marketing.Our clients range from renowned companies to innovative startups.Optimistic Digital is a concern of one of the ever green IT firm DCITltd who has won dozens of industry awards,and has reoccurring features in major organizations such as The Bangladesh Government, U.S Aid Save the Children),Fedex,UK,Stock Exchange.Optimistic Digital has a vision of becoming an industry leader in the digital marketing landscape.for more information visit www.Optimistic.Digital."
    },
    {
        "link":"websitedevelopment",
        "name": "Website Development",
        "des1": "Built Website for you in 7 days, Start getting request from your targeted clients.Get the best website development service in bd at DCIT ltd.",
        "description": "ebsite should reflect your business or brand, colors and image. Our development team can create a unique custom designed website to suit your requirements, leaving your web visitors with a professional impression of your business. DCIT ltd provides the best website development service in Bangladesh. \n Our Website Designs/Development come with smart features, Search Engine SEO and Site Editor which is an exclusive product of DCIT ltd and allows you to update your website on the fly.Contact us to know more details or to place order.Get delivery on time,enjoy our service. \n Your website is the most important component of your company’s marketing plan. It’s the central hub for your messaging and content marketing efforts. All other marketing materials should support and drive traffic to your website. As website design and development technology has progressed over the years, you now have more digital marketing tools than ever before. \n Social media, blogs and mobile allow businesses and nonprofits to easily target and convert users by driving them to a well-designed website with a positive user experience or UX. \n We work with you to develop a user experience which delivers value to your audience. Value means repeat visits and referrals via social media and other channels. Using our years of experience and research, Wood Street’s web design and development solutions are customized to help you achieve your digital marketing goals."
    },
    {
        "link":"logoDesignService",
        "name": "Logo Design Service",
        "description": "Make a great impression with a professionally designed logo to reflect your brand and image. Our graphics designers will do a unique custom logo design to suit you in less then 48 hours.\n Your custom logo comes complete with all the files and fonts you need for all media formats including web and print. Get a high impact logo for your website or brand today. Three best value plans to choose from.Choose one as your need.We guarantee your satisfaction."
    },
    {
        "link":"emailMarketingService",
        "name": "Email Marketing Service",
        "description": "Get a big deal with our email Marketing system, good inboxing rate, faster delivery at lightest cost.Do email marketing ,expand your business and reach your business goal.Lets people know about your products and services faster than ever via this strategy.\nEmail marketing is one of the most cost-effective marketing tool. It is easy to manage, gives you full control and allows you to establish direct contact with your customers. For more on this topic, see our guide on why you should start building your email list right away.\nWhile you can use OptinMonster to easily get more email subscribers, the actual email delivery part comes down to your email marketing service provider.\nIf you aren’t careful, then you might end up paying a lot more money for fewer features and terrible deliverability (which causes you to lose even more money).\nA good email marketing service enables you to create highly engaging emails. It also allows you to manage your contacts, segment users into groups, and track the performance of your email campaigns."
    },
    {
        "link":"ses",
        "name": "Search Engine Submission",
        "title1":"Search Engine Submission on a Monthly Basis",
        "p1":"Submit and resubmit your site to 400+ sites and directories. Monthly updates keeps your web site finely tuned in search engines and increase your visibility rapidly.",
        "title3":"Search Engine Monitoring",
        "p2":"Search Engine Booster uses real-time search engine data and analysis tools to report on your web site’s performance. Compare the search results with your  competitors.",
        "title4":"FREE Automatic Updates",
        "p3":"Receive live updates includes new Search Engines and Directories and also updated tools for the best Search Engine Optimisation procedures."  
    },
    {
        "link":"professionalTraining",
        "name": "Professional Training",
        "description":"We believe in staying ahead of competition and teach our students to become market ready with latest technical knowledge that help them to grow their career. We fell that there is a big gap between requirements and the courses offered by colleges and training institutes. Besides most of the education is spoon fed and there has been literally no innovation in knowledge delivery over last ten years.",
        "title1":"SFreelancing and Web Development",
        "p1":"A normal web user doesn’t understand how much effort is put behind a web application to make it work so smooth the first thing they come across is the visual representation that is created by a website designer. We help you to understand the latest design trend in the market and to slice them up to modern coding standard…Tables are history now follow the modern trend with experts in Web 2.0 technology",
        "title3":"SWordPress Development",
        "p2":"With the increasing trend of open source technology the demand for technical skill set is rising every day. PHP is growing trend in today’s modern technology world and has become very popular in a very short span of time. With PHP / MySQL one can create efficient internet based applications like Ecommerce, Social Networking, Content Management System, Web Application and much more using custom PHP"
          
    }
]