[
    {
        "link":"androidAppDevelopment",
        "name": "Android App Development",
        "description": "Android is the great mobile operating system which offered by search engine giant Google Inc. its based on Open Source Technology, Android software stack are integrated with lots of technologies supporting programming languages such as C, C++, Java, XML etc. Moreover, android system supports numerous industry specific applications, as well as high end entertainment application for individual, business and corporates. With release in 2008, android mobile devices are become the fans favorite & along with its huge supports of numerous applications, We are working with android app from 2010 till now here in Bangladesh.",
        "title1": "DCIT ltd. as an Android App Development Company in Bangladesh",
        "p1":"As a renowned name in Website Design and Development, also software industry based in Dhaka Bangladesh, NIBiz Soft is very prominent as a software development comapny and also remarkable on various Mobile Application Development, Open Source Software and Microsoft technologies. As an android app development company in bangladesh Over 10 years of experience, along with skilled development team of professional mobile app developers we have satisfied our each clients and every requirement of Android App Development. We understand the requirement of each and every android mobile application development project is unique, including other application development. We perform a good study of your android development requirement and make a scope of analysis which can give you the crystal clear image of your project starting from beginning to ending. This will also help you or client to justify the timeframe or deadline to develop the application, pricing structure as well as how your project will affect your targeted market.\nThis strategy will allows us to deliver you comprehended solutions to meet the exact expectation of our clients. Whether there is a requirement of multi-platform application like iPhone , Android or Windows Phone or a dedicated application, our android development team will design the best solution for you always. Our android app development team is skilled on the latest Android SDK provide by Google to give you the utmost solutions in android development.",
        "title2":"Android App Development Advantage and its facilities by DCIT ltd",
        "details": ["Over 10 years of industry experience.","Years of Expertise on the entire Android SDK including C, C++, Java etc.","We have done lot of Successful projects in last few years for android development.","We do Perform a deep study of each and every aspect of project requirements or scope for your android development.","Preparing a required analysis report which will allow you to track the performance of your project.","We shall provide  crystal clear picture of your android application development From Start to Finish.","You will get a specific timeframe, required to complete your project.","Giving you the idea that how your app will affect your targeted market.","We will design best User interface for your mobile app with our expert designer.","low cost development and faster delivery capability is our another expertise"],
        "title3":"Exact Solution for your Android App Development",
        "p2":"From complex or enterprise industry related apps to as simple as flash game, our solutions in android development covers all.",
        "details2":[
            "Customer Relationship Management apps integration",
            "Content Management System Apps",
            "e-Commerce Application and online payment integration",
            "GPS Navigational software",
            "Vehicle Tracking Software",
            "Digital Signage application and email option",
            "Social Sharing and Marketing",
            "Sales tracking and Analysis",
            "Games Development",
            "Social networking integrated application Development",
            "Chat applications using reverse technology",
            "Push Pull Notification System"
        ],
        "title4":"You Can Hire our Android App developers / Android App programmers",
        "p3":"Our Android App development service in Uttara, Dhaka Bangladesh also includes a service where you can able to hire our skilled mobile app developers / Android app programmers.",
        "details3":[
            "Project basis dedicated Android app developer / Android app programmer.",
            "Full-time hiring – 8 hours a day / 5 days a week.",
            "Hourly based mobile app developer / Android app programmer."
        ]
    }
]